export const TERMS = `
##### 1.概要
本文書は株式会社日立システムズ(以下、当社)が提供する製造業向けアシスタントAI(以下、本サービス)を利用するにあたっての利用規約です。
本サービスを利用いただく際は、本文書の記載内容を順守頂く必要があります。
本サービスは日立Grの所有するノウハウを基に構築しています。
また、本文書は日立Gr向けに公開されているガイドラインを基に作成されていますので貴社における個別の規則等が存在する場合はそれに従い本資料を修正して下さい。

##### 2.定義
本利用規約において用いられる各用語は、それぞれ以下の意味で使用します。

###### (1) 利用契約
本サービスの利用について、本利用規約に基づきサービス提供者と契約者の間に締結した契約を意味します。
###### (2)サービス提供者
利用契約を契約者と締結し、本サービスを提供する法人、機関または団体等を意味します。
###### (3)契約者
利用契約をサービス提供者と締結し、本サービスの提供を受ける法人、機関または団体等を意味します。
###### (4)利用者
契約者から本サービスの利用資格を付与され、本サービスを利用する者を意味します。
###### (5)利用者格納データ
契約者や利用者が本サービスに格納（登録）したデータを意味します。

##### 3.本サービス
###### 3-1.サービス提供範囲
本サービスは、日本国内の利用、かつ、契約者の社内を提供範囲とすることを前提としています。
社外からはアクセスしないでください。

###### 3-2.本サービスの変更
本サービスは、サービス提供者の裁量により、本サービスの機能を適宜追加し、またはサービスの内容を変更することがあります。
ただし、機能追加や変更により、変更前の本サービスの全ての機能や性能がそのまま維持されることは保証されません。
契約者、利用者は追加、変更後の本サービスに適用される利用規約等に同意のうえ、本サービスを利用することとします。

###### 3-3.サービス提供レベル
本サービスは、常に稼働することを保証するものではなく、やむを得ない事由により稼働停止やサービスの中断等が発生する可能性があります。
サービス提供者は、これらの事象に起因する損害賠償やその他の責任を一切負わないものとします。

###### 3-4.データ管理
契約者は、本サービスの利用に関連して入力または登録する情報やデータ（以下、入力・登録データ）について、必要な情報を自己の責任において保管するものとします。
理由の如何を問わず本サービスの利用契約が終了した場合、終了日以降はサービス提供者の裁量で入力・登録データを自由に削除することができるものとします。削除された場合には、契約者はサービス提供者に対し当該データの開示又は引渡しを一切要請できないものとします。

###### 3-5.個人情報の管理
本利用規約における「個人情報」とは、契約者または利用者に関する情報であり、氏名、住所、電話番号、メールアドレス等、特定の個人を識別できる情報を指します。
サービス提供者は、本サービスに入力されるデータに個人情報が含まれている場合、その情報を本サービスの提供目的以外には使用しません。
サービス提供者は、個人情報の紛失・破壊・改ざん・漏洩等の危険を防ぐために、適切なセキュリティ対策を講じ、厳重に管理するものとします。
サービス提供者は、本サービスの提供に必要がなくなった個人情報について、いかなるコピーも残さず、サービス提供者の責任において速やかに破棄するものとします。
本項に記載された規定は、利用契約が終了した後も引き続き有効とします。

###### 3-6.利用者によるアカウント管理
利用者は、自己の責任において、本サービスのログイン時に利用するIDおよびパスワード（以下、アカウント情報）を適切に管理するものとします。
利用者は、いかなる場合にも、アカウント情報を第三者に譲渡または貸与し、もしくは第三者と共用することはできません。
アカウント情報が第三者によって使用されたことによって生じた損害は、サービス提供者に故意又は重大な過失がある場合を除き、サービス提供者は一切の責任を負わないものとします。

###### 3-7.サービス提供者による情報の管理・利用
利用者が本サービスに入力した情報および利用者の本サービスへのアクセス情報、本サービスが出力した情報、利用者格納データ等は、本サービスの利用状況把握およびサービス改善、セキュリティ対策、監査対応等の目的でサービス提供者にて保管した上で分析等の利用を行うこととし、契約者は分析等の利用行為に同意するものとします。
ただし、利用申込みの時点で、契約者が利用者格納データの利用に同意をしなかった場合には、利用者格納データの使用はいたしません。
なお、分析結果については、以下の場合を除き、サービス提供者以外に開示されることはありません。
######  (1) 統計的に処理された結果を開示する場合
######  (2) 利用者個人、所属組織が特定されない形で抽出されたノウハウを開示する場合
######  (3) 不正行為等の調査において監査部門等に情報提供する場合

###### 3-8.知的財産権
本サービスを構成する有形・無形の構成物（ソフトウェアプログラム、データベース、アイコン、画像、文章、マニュアル等の関連ドキュメント等を含む。）に関する著作権を含む一切の知的財産権その他の権利は、サービス提供者に帰属します。
本サービスを通じて利用者が提供するプロンプトテンプレートに関して、サービス提供者はその知的財産権および利用権を無償で取得するものとします。
ただし、利用者は作成したプロンプトテンプレートを本サービス内で利用する権利を保持し、契約者と同一企業に所属する他の利用者と本サービスの画面上で、プロンプトテンプレートを共有することができるものとします。

###### 3-9.侵害の場合の責任
本サービスの生成AI（Azure OpenAI）による出力結果を使用したことに起因して第三者に著作権侵害で訴えられた場合、サービス提供者は責任を負わず、Microsoftが当該サービスの利用者を弁護し、不利な判決が下された際の費用を負担するものとします。
ただし、上記の弁護および費用負担は、[Azure OpenAI行動規則](https://learn.microsoft.com/ja-jp/legal/cognitive-services/openai/code-of-conduct)に従った場合に限り適用されます。

###### 3-10.保証の制限
サービス提供者は、本サービスの内容について、エラーやバグ等の不具合がないこと、その安全性、信頼性、正確性、完全性、有効性および特定の目的への適合性を明示的にも黙示的にも保証していません。
本サービスにおいて重大な不具合が確認された場合、サービス提供者の責任は、商業的に妥当な範囲内で本サービスの修正または不具合の解消に向けた努力に限定されるものとします。
ただし、契約者が、利用契約の目的が達成できないと判断した場合、利用契約を解除する権利を有するものとします。
本条項は、本サービスに関する唯一の保証を明示するものであり、他のいかなる保証も含まれないものとします。

###### 3-11.本サービスの休止
サービス提供者は、以下の事由があると判断した場合、定時にまたは必要に応じて、本サービスを一時的に休止することができるものとします。
###### (1)本サービスの保守作業を行う場合
###### (2)第三者による妨害行為等、本サービスの提供が契約者に重大な支障を与える恐れがある場合
###### (3)火災や停電、天災、戦争等の不可抗力により，本サービスの提供が困難となった場合
###### (4)その他、サービス提供者が本サービスの提供を困難と判断する場合
本サービスの休止に関しては、契約者に対して事前に通知することがありますが、緊急を要する場合ややむを得ない事由がある場合には、通知なしに変更を行うことがあります。その場合は、事後速やかに契約者に通知するものとします。
サービス提供者は、本サービスの休止によって契約者に生じた不利益または損害について、責任を負わないものとします。

###### 3-12.本サービスの終了
サービス提供者は、本サービスの一部または全部を終了するときには、終了半年前に通知することとします。
契約者は本サービスの終了に伴う損害について、サービス提供者に対して一切の請求を行わないものとします。

###### 3-13.利用契約終了後の処理
契約者は、理由の如何を問わず利用契約が終了した場合、ただちに本サービスの利用を終了し、以後、本サービスを利用することはできません。
利用契約終了後、本サービスに格納された一切のデータは、利用契約終了日から60日以内にサービス提供者の責任のもと、削除することとします。
契約終了後も、サービス提供者が保有する知的財産権は引き続き有効であり、ユーザーはこれらの権利を侵害しないことに同意します。
契約終了後、サービス提供者は、契約者、利用者に対して利用契約に基づくいかなる責任も負わないものとします。

###### 3-14.不可抗力
サービス提供者は、火災や停電、天災、戦争等の不可抗力により、本サービスの一部または全部が停止する場合に契約者に生じた損害または不利益について、利用契約その他の一切の規定にかかわらず、一切の責任を負担しません。

###### 3-15.協議
本利用規約の解釈に疑義が生じた場合、または本利用規約に定めのない事項については、サービス提供者と契約者は、誠意をもって協議の上に解決を図るものとします。

###### 3-16.GDPR条項
GDPR条項を以下に記載します。
生成AIを利用する際に以下を準拠することでGDPRを準拠し、利用者のプライバシーの保護を行います。

###### (1)データの収集と処理:
利用者の同意を得る: データを収集する前に、利用者から明確な同意を得る必要がある。
最小限のデータ収集: 必要最低限のデータのみを収集し、目的外の利用を避ける。

###### (2)データの透明性:
データの利用目的を明確に: 利用者に対して、どのようなデータがどのように使用されるかを明確に説明する。
プライバシーポリシーの提供: 利用者が容易にアクセスできる形でプライバシーポリシーを提供する。

###### (3)データの安全性:
データの保護: 適切な技術的および組織的な対策を講じて、データの漏洩や不正アクセスを防ぐ。
データの匿名化: 可能な限り、個人を特定できない形でデータを処理する。

###### (4)利用者の権利:
データアクセス権: 利用者が自身のデータにアクセスできるようにする。
データ削除権: 利用者が自身のデータの削除を要求できるようにする。
データ修正権: 利用者が自身のデータの修正を要求できるようにする。

###### (5)第三者とのデータ共有:
データ共有の制限: 第三者とデータを共有する場合は、利用者の同意を得る。
データ処理契約: 第三者とデータ処理契約を結び、GDPRに準拠したデータ処理を保証する。

##### 4.入力情報に関する規則
入力情報とは、プロンプトや各機能を通じてアップロードされるテキスト、ドキュメント、音声ファイルなど、本サービスに入力されるあらゆる形式の情報を指します。

###### 4-1.機密区分
※以下は日立Grガイドラインに則った規則となります。契約者における個別の規則等が存在する場合はそれに従い本文書を修正下さい。
本サービスは、機密区分が社外秘および(秘)に相当する情報を入力できるよう設計・構築しています。
機密区分が社外秘および(秘)に相当する情報を入力する場合は、当該情報の管理規則に則り、情報資産管理者の承認を得て入力することとします。なお、機密区分が(極秘)に該当する情報の入力は禁止します。

###### 4-2.個人情報管理
※以下は日立Grガイドラインに則った規則となります。契約者における個別の規則等が存在する場合はそれに従い本文書を修正下さい。
個人情報管理規則および個人情報特定手順書にて規定される個人情報、仮名加工情報(以下、個人情報等)を入力する場合、当該情報を取り扱う業務の管理規則に則り、情報資産管理者の承認を得て入力することとします。
ただし、マイナンバーに代表される特定個人情報は当該情報を取り扱う業務の管理規則で許可される場合であっても、本サービスへの入力は禁止します。

###### 4-3.輸出管理
※以下は日立Grガイドラインに則った規則となります。契約者における個別の規則等が存在する場合はそれに従い本文書を修正下さい。
本サービスへのアクセスは、外為法における居住者(特定類型を除く)に限ります。外為法における非居住者に該当される方はアクセスしないでください。
外為法におけるリスト規制(外国為替令 別表の一項から一五項)に該当する技術情報を入力する際には、職場において輸出管理の手続きをお願いいたします。
但し、日本リージョン固定機能を利用する場合は、全ての処理が日本国内で完結するため、リスト規制に該当する技術情報の入力に際し、職場における輸出管理の手続きは不要です。
許可不要の技術情報(外国為替令 別表の一六項含む)を入力する場合及び技術情報を入力しない場合、Microsoft社に対してキャッチオール規制審査済のため輸出管理の手続きは不要です。
(参考)[リスト規制対象技術の一覧](https://www.meti.go.jp/policy/anpo/kanri/shyourei-matrix/gijutsu_matrix_20230723.xlsx)

###### 4-4.情報を入力する際のリスクと対策
生成AI利用には、「情報を入力する際のリスク」が存在し、その対策として「サービス側の対策」と「利用者側の対策」を行う必要があります。
本サービスにおいても「サービス側の対策」を行っていますが、従来と同様に「利用者側の対策」をお願いいたします。

###### (1)情報を入力する際のリスク
- 情報漏洩の観点
  - 不正アクセス等による入力情報の漏洩
  - LLM※が入力情報を学習し、他の企業や組織等の回答に流用されることによる情報漏洩
 ※Large Language Model(大規模言語モデル)：テキストの生成、分類、質問応答、文章生成などの自然言語処理タスクを行うために設計された大規模な自然言語処理モデル
- プライバシーの観点
  - 法令に違反する個人情報の不適切な利用
- 輸出管理の観点
  - 規制対象の技術情報を日本国外居住者に不適切に輸出
- 著作権の観点
  - 著作物の利用規約に違反した利用
※著作物の内容を生成AIに入力することは利用とみなされます

###### (2)サービス側の対策
- 情報漏洩の観点
  - AzureサービスであるMicrosoft Defender for Cloudの推奨事項に基づき、不正アクセス防止や情報保護等のセキュリティ対策を行い、機密区分が社外秘および（秘）に相当する情報を入力できるよう設計・構築
  - アプリケーションへのアクセス利用者・IP制限
    - アクセスする利用者への多要素認証
    -  ネットワークの閉域化
    - 各種リソースへのキーアクセスの無効化
    - アクセスログ・アプリケーションログの保管
    - Microsoft Defender for Cloudの基準に基づくセキュリティ強化
    - 入力情報をLLMのトレーニングに利用しない仕様のサービスを利用（Azure OpenAI Service）
- 輸出管理の観点
  - サービス側のデータ保管・運用者監視の免除申請をした上で利用（Azure OpenAI Service）

###### (3)利用者側の対策
- 情報漏洩の観点
  - 機密情報は各事業・業務で適切に取り扱うものとし、業務側で機密区分が社外秘および（秘）に相当する情報等を入力してもよいと判断した場合には、該当する機密情報の入力を可とします。
※機密区分が(極秘)に該当する情報は特に高リスクであり安全を優先するため、入力することを禁止します。
- プライバシーの観点
  - 個人情報等は各事業・業務で適切に取り扱うものとし、業務側で個人情報等を入力してもよいと判断した場合には、個人情報等の入力を可とします。
※マイナンバーに代表される特定個人情報は特に高リスクであり安全を優先するため、入力することを禁止します。
- 輸出管理の観点
  - 外為法のリスト規制(外国為替令別表の一項から一五項)に該当する技術情報を入力する際には、業務側で輸出管理を適切に行ってください。許可不要の技術情報(外国為替令別表の一六項含む)を入力する場合及び技術情報を入力しない場合は、Microsoft社に対してキャッチオール規制審査済のため輸出管理の手続きは不要です。
- 著作権の観点
  - 他者の著作物を入力する場合は、従来の著作物の利用と同様に、事前に当該著作物の利用規約で禁止・制限されていないかを確認して利用可否を判断してください。

##### 4-5.その他
###### (1)入力情報が他者の著作権を侵害していないか確認してください。
###### (2)リバースエンジニアリング、プロンプトインジェクション等、本サービスに関する攻撃や悪意を持った情報を入力しないでください。
###### (3)性暴力に関する内容など、差別的・攻撃的な内容を入力しないでください。
###### (4)本システムは自然人が Webブラウザを通してアクセスすることを前提としています。スクリプトや RPA 等、Webブラウザ以外のソフトウェアによるアクセスは原則禁止します。

##### 5.出力情報に関する規則
###### 5-1.人間による確認
本サービスから出力される情報は誤りや偏り、アンコンシャスバイアス、差別的・攻撃的な表現、他者の商標権・意匠権・著作権等を侵害する内容を含む可能性があります。
出力情報を利用する場合は必ず人間が内容を確認し、生成AIの出力に誤りが含まれる可能性について検討し、あくまで参考情報としての利用に留め、最終的にはサービス利用者の責任において利用してください。また、必要に応じて問題のない内容に修正してください。

###### 5-2.輸出管理
※以下は日立Grガイドラインに則った規則となります。契約者における個別の規則等が存在する場合はそれに従い本文書を修正下さい。
本サービスから出力される情報を外為法における非居住者に提供しかつ技術情報の提供があると判断した場合に必要と認められる輸出管理手続きを行ってください。

###### 5-3.生成された情報を活用する際のリスクと対策
生成AI利用には、「生成された情報を活用する際のリスク」が存在し、その対策として「サービス側の対策」と「利用者側の対策」を行う必要があります。
本サービスにおいても「サービス側の対策」を行っていますが、従来と同様に「利用者側の対策」をお願いいたします。

###### (1)情報を入力する際のリスク
- プライバシーの観点
  - 学習情報に基づくプロファイリング等、プライバシーに関する情報を生成
- 輸出管理の観点
  - 規制対象の技術情報が生成され日本国外居住者に不適切に輸出
- 有害情報の観点
  - ヘイト、性的、暴力、自傷行為等の有害情報を生成
- 誤情報の観点
  - 誤った内容を含んだ情報を生成(ハルシネーション)
- 知的財産権の観点
  - 生成されたコンテンツや技術の知的財産権の帰属が不明確
###### (2)サービス側の対策
- 有害情報の観点
  - コンテンツフィルターを利用し、有害コンテンツ出力を抑制(Azure OpenAI Service標準機能)
※対象カテゴリ：ヘイト、性的、暴力、自傷行為
- 知的財産権の観点
  - ベンダーが生成コンテンツの著作権を放棄しているサービスを利用(Azure OpenAI Service)
###### (3)利用者側の対策
- プライバシーの観点
  - 本サービスの出力に個人情報等が含まれる可能性を考慮して、プライバシー上の懸念が生じないか検討したうえで利用してください。
※本サービスの出力を個人や集団に紐づけ、評価や選定等重大な影響を与える判断に利用することは禁止します。
- 輸出管理の観点
  - 本サービスの出力を日本国外居住者と共有し技術情報の提供がある場合は、輸出管理を適切に行ってください。
- 有害情報の観点
  - 本サービスの出力に有害情報が含まれる可能性を考慮して、必要に応じて問題のない内容に修正してください。
- 誤情報の観点
  - 本サービスの出力に誤りが含まれる可能性を考慮して、あくまで参考情報としての利用に留め、最終的には必ず人間が判断を行ってください。
  - 知的財産権の帰属に懸念を抱かれるリスクを考慮して、本サービスの出力を利用する際には、生成AIの出力に基づく旨を明記してください。

##### 5-4.その他
###### (1)本サービスが出力した情報を業務利用する際は、生成AIによる出力であることを明示・周知してください。
###### (2)出力データと個人や集団を紐付け、当該人に重大な影響を与える判断に用いることは禁止します。
補足：人事考課、査定、配転、採用、チームビルディング、派遣更新等の判断に用いることは禁止します。
###### (3)出力データと個人や集団を紐付け、名誉棄損や誹謗中傷にあたる形や、不正確で誤った印象を与える形で利用することは禁止します。
###### (4)出力データと企業や組織を紐付け、当該組織に重大な影響を与える判断に用いることは禁止します。
補足：取引先選定、検収、契約更新等の判断に用いることは禁止します。
###### (5)出力データと企業や組織を紐付け、ブランド棄損や誹謗中傷にあたる形や、不正確で誤った印象を与える形で利用することは禁止します。
###### (6)本サービスを用いてソースコード等を出力させる場合、出力されたコードへのマルウェア混入、GPL由来コードの混入等については精査した上で利用してください。

##### 6.LLM統合アプリケーションにおけるリスクと対策
本サービスではLLM統合アプリケーション※を利用しているため以下に示すリスクが存在し、その対策を行う必要があります。
本サービスにおいてもサービス側で各リスクへのセキュリティ対策を行っておりますが、従来と同様に利用者側でも各リスクへのセキュリティ対策をお願いいたします。
※LLM統合アプリケーション：LLM、LLMの拡張機能であるLLMプラグイン、外部リソースと連携するためのシステムツールから構成されるサービス
###### (1)直接/間接プロンプトインジェクション攻撃
- 発生しうる問題
  - 学習データ/マスタプロンプト/知識DBに含まれる貴社機密情報の社内流出
- セキュリティ対策
  - LLMからバックエンド関数やデータへのアクセスに最小権限のみ与える。
  - 特権的な処理(メール削除等)の前に利用者による承認を行う
  - ユーザプロンプトと外部リソースを明示的に区分
  - 入出力フォーマットを指定
  - ログの監査/分析
  - マスタプロンプトでセキュリティに関する指示を与える
###### (2)不十分な出力制御
- 発生しうる問題
  - サービスが攻撃の踏み台として利用される
- セキュリティ対策
  - LLMの出力を関数に引き渡す際に、関数側で入力検証/サニタイズを実施
  - LLMの出力をサービス利用者に引き渡す際にエンコードを実施
###### (3)学習データ汚染
- 発生しうる問題
  - 社員が誤情報を信用することで事業に支障をもたらす
  - サービスの品質低下
- セキュリティ対策
  - 学習データの正当性検証
  - データ提供元の信頼性
  - 学習に適したデータのみ使用
  - 入力フィルターを設定
  - ロバスト性のある学習手法の利用
  - 定期的なモデル評価による汚染検知
###### (4)モデルDos攻撃
- 発生しうる問題
  - サービスの品質低下/停止
- セキュリティ対策
  - 入力検証を実施
  - 入力サイズ、回数制限
  - 入力フォーマットを指定
  - 検知・無効化(サニタイズ)
  - リクエストに対するリソース消費量制限
  - リクエストに対する処理時間制限
###### (5)サプライチェーン脆弱性
- 発生しうる問題
  - 学習データ/マスタプロンプト/知識DB/ユーザプロンプトに含まれる貴社機密情報の社内/社外流出
  - サービスの品質低下/停止
  - サービスが攻撃の踏み台として利用される
- セキュリティ対策
  -  コンポーネントの信頼性確認
  - 信用できるサプライヤーのコンポーネントのみ利用
  - 製品が最新かつ改ざんのないことを確認(SBOMの利用等)
  - 脆弱性スキャンの実施、パッチの適用
###### (6)機微情報の出力
- 発生しうる問題
  - 学習データ/マスタプロンプト/知識DBに含まれる貴社機密情報の社内流出
- セキュリティ対策
  - 入力検証を実施
  - 検知・無効化(サニタイズ)
  - フィルタリング(NGワード設定)
  - LLMの出力検証を実施
  - フィルタリング(NGワード設定)
  - 機微情報の検知・無効化
  - LLMの学習データ検証
  - 機微情報の検知・無効化
  - 外部データソースの利用を制限
###### (7)脆弱なプラグイン設計
- 発生しうる問題
  - 学習データ/マスタプロンプト/知識DB/ユーザプロンプトに含まれる貴社機密情報の社内/社外流出
  - サービスが攻撃の踏み台として利用される
  - サービスの品質低下/停止
- セキュリティ対策
  - プラグインへの入力検証を実施
  - 入力フォーマットを指定
  - 検知・無効化(サニタイズ)
  -  プラグインに対し最小限の権限を付与
  - プラグインの脆弱性検査を実施
  - プラグインへのアクセス制御
  - プラグインの連鎖的な呼び出しを制限など
###### (8)過剰な権限付与
- 発生しうる問題
  -  サービスが攻撃の踏み台として利用される
- セキュリティ対策
  - システムツール/連携ツールは必要最小限の機能に制限
  - ログの監視・分析
###### (9)過剰なLLMに対する信頼
- 発生しうる問題
  - 社員が誤情報を信用することで事業に支障をもたらす
- セキュリティ対策
  - LLMの出力の監査/分析
  - LLMの出力を信頼できる情報源と照合
  - 出力の品質を向上させる
  - ファインチューニングの実施など
  - サービス利用者へLLMの利用に伴うリスクに関する教育を実施
  - ユーザインターフェースにより安全利用を促す
###### (10)モデル盗難
- 発生しうる問題
  - 学習データに含まれていた貴社機密情報の流出
- セキュリティ対策
  - LLMへの強力なアクセス制御を設定
  - LLMからネットワークリソース、内部サービス、APIなどへのアクセスを制限
  - LLMリポジトリへのアクセスログの監視・検知
  - プロンプトインジェクションへの対策を実装
###### (11)知識DB汚染
- 発生しうる問題
  - 社員が誤情報を信用することで事業に支障をもたらす
  - サービスの品質低下
- セキュリティ対策
  - 知識DBに含まれるデータの正当性検証
  - 学習に適したデータのみ使用
  - 署名による改ざん検知
  - 入力フィルターを設定
  - 知識DBへのアクセスログの監視・分析
  - 定期的な出力評価による汚染検知

##### 7.社内向け生成AI利用ガイドライン
※以下は日立Grガイドラインに則った規則となります。契約者における個別の規則等が存在する場合はそれに従い本文書を修正下さい。
本章では生成AIを利用する際のガイドラインを記載します。
以下に記載する注意点を守って本サービスをご利用ください。

###### 7-1.入力(プロンプト、学習データ)に関する注意点と対応
###### (1)情報漏洩
- 対応
  - 生成AIをパブリッククラウドと見なし、機密情報を入力する場合にはパブリッククラウド利用ガイドライン適合性検証により、認証や暗号化などのセキュリティ対策を確認すること。
  - 提案条件（秘密保持義務・漏洩時の措置）を事前に確認し、入力情報を学習に二次利用されない生成AIのみ利用可とする。
  - 外部ファイルを参照する生成AIサービスは基本的には実行する利用者にアクセス権がある情報を参照して新しいコンテンツを生成するため、ファイル共有においては適切なアクセス範囲に設定すること。
  - SharePoint Online、Teams、OneDrive、パブリッククラウド等で共有する情報に対し、適切にアクセス権を設定すること。
  - アクセス範囲などの仕様は生成AIサービスによって異なる場合があるため、各生成AIサービスのドキュメント等を確認すること。
###### (2)個人情報等
- 対応
  - 個人情報等の入力にあたっては、入力情報を第三者更改・学習利用されないことを確認。
  - 提供条件（秘密保持義務、漏洩時の措置）を確認し、入力情報を第三者公開・学習利用されない場合のみ個人情報等を入力可とする。
###### (3)輸出管理観点
- 対応
  - 生成AIのサーバの設置場所について確認
  - 海外サーバを利用する場合、プロンプトの海外への提供になるので一般情報・公知情報でない限り輸出管理が必要。
※サーバの設置国・地域が不明の場合、特定懸念地域以外であることを確認し本社所在地に設置されているとみなしキャッチオール規制審査を実施する。
  - コンテンツの輸出管理
  - Inputが一般情報・公知情報のみの場合、輸出管理手続きは不要。技術情報を含む場合。輸出管理手続きが必要。ただし、プロジェクト等で包括的な管理をすればよく、あらかじめ定めた範囲内であれば、入力都度の該非判定・出荷管理の確認記録を残す必要なし。技術情報は、原則、外為法・EARともに非該当・許可不要の範囲とするが、これを超えるリスト規制該当情報を提供する場合は。特別一般包括許可の適用についてご相談ください。
※技術情報が含まれるOutputを特定の非居住者へ提供する場合も輸出管理は必要。
###### (4)著作権侵害
- 対応
  - 著作物の入力やアウトプットの利用の著作権侵害の該否については議論の上ではあるが、従来通り、他社の著作物の利用に際するリスクを把握して利用可否を判断。
  - プロンプトや学習に用いる著作物の利用規約で利用が禁止・制限されていないかを確認する。また、その他にも著作権侵害となり得る利用例があるので注意する。

##### 7-2.出力とその利用に関する注意点と対策
###### (1)プライバシー侵害のリスク
- 対応
  - 出力の利用が個人に不安や違和感を与える可能性について検討し、対策を講じたうえで利用
  - 生成AIの出力を個人に紐づけ、当該人の評価や選別に使うことは禁止。
→プライバシー上の懸念が想定される場合は、日本国内であればプライバシー保護諮問委員会に、日本国外であれば法務部門などに事前相談のこと
###### (2)回答の信頼性
- 対応
  - 生成AIの出力に誤りが含まれる可能性について検討し、あくまで参考情報としての利用に留め、最終的には人間が判断
  - 生成AIの出力を介さずに決定事項や最終成果物として利用することは禁止
→誤りや不正確な出力の利用に懸念が想定される場合は、日本国内であればAI倫理委員会に事前相談のこと
###### (3)著作権、創作性の所存
- 対応
  - 出力が流通・活用された際に知的財産上の懸念を抱かれる可能性を考慮、生成AIの出力に基づく資料にはその旨を明記
  - 生成AIの出力でありことを秘匿して社内/社外向け資料に利用することは禁止
→知的財産上の懸念が想定される場合は、自社知財担当者に事前相談のこと

##### 8. 禁止事項
搾取と虐待、暴力的なコンテンツと行為、有害なコンテンツでの利用を禁止します。詳細は[Azure OpenAI行動規則](https://learn.microsoft.com/ja-jp/legal/cognitive-services/openai/code-of-conduct)を参照し、この行動規範に従ってください。
契約者は、本サービスを利用するにあたり、以下の行為を行わないものとします。
###### (1)法令や公序良俗に違反する行為
###### (2)犯罪行為に関連する行為、または犯罪に結びつくおそれがある行為
###### (3)本利用規約に記載されたルール等を違反する行為
###### (4)反社会勢力に対する利益供与やその他の協力行為
###### (5)他の契約者、利用者のサービス利用を妨げる行為、またはそのおそれがある行為
###### (6)本サービスへの不正アクセス行為、クラッキング行為、その他設備等に支障を与える等の行為
###### (7)本サービスの運営を妨害する行為、またはそのおそれがある行為
###### (8)本サービスの解析、逆コンパイル、逆アセンブル、リバースエンジニアリング、その他ソースコードを入手しようとする行為
###### (9)他人になりすまし本サービスを利用する行為
###### (10)他人のアカウントの入手を試みる行為
###### (11)他の契約者の登録データを閲覧、変更、改ざんする行為、またはそのおそれがある行為
###### (12)その他、サービス提供者が不適切と判断する行為

##### 9.特記事項
サービス提供者は、本利用規約を変更することができるものとし、本サービス上に公開することで、変更後の利用規約が効力を発揮するものとします。
`;
